import React from "react";
import ReactMarkdown from "react-markdown";

export default function MarkdownToHtml() {
  return (
    <ReactMarkdown>
      ### 六月的碎片，我的回忆 **1. 居家隔离**
      整个六月几乎都在居家隔离，之前去北京被封在小区里足不出户，回家后又因为从疫情区回来，又被限制了
      14
      天。回想整个被封控的过程，负面和低压情绪是慢慢积累起来的，并在一瞬间爆发。之前有朋友经历了上海封控时期，当时因为我无法做到真正的感同身受，觉得任何言语都无法给予她慰藉、缓解和帮助，只能时不时的问问情况，想知道她还好吗？虽然，在一定程度上肯定是不好的。
      在经历了将尽一个多月的隔离之后，我和朋友苦笑说，哇！此刻的我终于可以和你感同身受了！把那种被限制的自由归咎于自己的不幸，把那种期盼早日解封的希望扭曲的寄托在其他人身上，不要再有确诊了，不要再无限期的累加不知多少个
      7
      天了。当说要解封后的前一天晚上，所有看守的志愿者、小区被用铁板围起来的栅栏瞬间消失的那一刻，好像这几十天从未发生过一样，所有人的记忆都被抹去了一样，从此回归到正常的生活。面对疫情和动态政策，无法改变外环境，只能安慰自己在有限的空间里如何缓解这种巨大的无力感，不知所措的心情。
      在隔离快二十多天的时候，心里的负面情绪瞬间爆发了，生活的空洞和不确定性包裹着我，时刻都可以轻易将我吞没。要形容这种感受，可能是你进入了一间房间，亲手锁上了房间的门，再想出去的时候发现房门的锁坏了，你怎么强硬的推搡门锁都打不开，此刻心里烦闷、躁怒、无力、痛苦、悲伤的情绪一下子全都涌上了心头，有些无法呼吸，甚至想过如果长时间出不去，或许会考虑跳窗，考虑一切能让我、能让我的心找到出口的方式...
      虽然形容的可能言过其实了，不就是被封控吗？疫情这一两年，谁没体验过呢？共存还是清零，不同的视角看待问题，所占的立场不同，从国家层面来看，经济利益比不上可贵的生命，要降低死亡率；从个人角度看，被疫情和政策规训后的人们虽然无可奈何，但可曾想到疫情带给自己的影响，无论工作、生活、学习、情绪，这些有时真的只能自己去消化。
      疫情时代，不要丧失生活和自我重建的顽强，同时也不要丢失掉在夕阳下舞蹈和歌唱的那份快乐...
    </ReactMarkdown>
  );
}
