export const post = [
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22, 2022",
    pageid: "20220722",
  },
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22",
    pageid: "20220722",
  },
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22",
    pageid: "20220722",
  },
];
