export const post = [
  {
    title: "生活如此冷漠，你却让我乐观的活着",
    description:
      "我想说看完长达 4 个小时的电影后，我整个人心里很闷，但最终却趋于平静和释然。身边的人包括我每天都会有各种各样的糟心烦人的事情要去面对解决，因为我们所要面对的不像电影里主人公们所要面对的事那么极端，所以我们至今还没有念头想去满洲里看那头一直坐在那的大象。但看完电影后，我倒是想去看看。",
    image: "https://i.postimg.cc/kXRmQgGW/p2018263.webp",
    date: "Oct 16, 2018",
    pageid: "20181016",
  },
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22, 2022",
    pageid: "20220722",
  },
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22",
    pageid: "20220722",
  },
  {
    title: "六月的碎片，我的回忆",
    description:
      "虽然平时也有在一直写日记，在 notion 上记录很多生活的感悟，但的确好久没以文字的形式分享出来了。或许是刚结束长时间居家隔离后产生的无力感，又或许是某些经历和输入填满了我心里的出口，亦或许在庸常的昼夜间突袭的暴雨，堆叠在一起推着我去表达，要表达，想表达...",
    image: "https://i.postimg.cc/2ycCHm5s/IMG-9292.jpg",
    date: "July 22",
    pageid: "20220722",
  },
];
